resultados/escenario1.txt
This is ApacheBench, Version 2.3 <$Revision: 1903618 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking stat-triage.xiii.pe (be patient)...SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
SSL read failed (1) - closing connection
00F6FE792A750000:error:0A000126:SSL routines:ssl3_read_n:unexpected eof while reading:../ssl/record/rec_layer_s3.c:316:
..done


Server Software:        Vercel
Server Hostname:        stat-triage.xiii.pe
Server Port:            443
SSL/TLS Protocol:       TLSv1.3,TLS_AES_128_GCM_SHA256,2048,128
Server Temp Key:        X25519 253 bits
TLS Server Name:        stat-triage.xiii.pe

Document Path:          /
Document Length:        0 bytes

Concurrency Level:      1
Time taken for tests:   20.417 seconds
Complete requests:      50
Failed requests:        50
   (Connect: 0, Receive: 0, Length: 50, Exceptions: 0)
Non-2xx responses:      50
Total transferred:      1691491 bytes
HTML transferred:       1664203 bytes
Requests per second:    2.45 [#/sec] (mean)
Time per request:       408.340 [ms] (mean)
Time per request:       408.340 [ms] (mean, across all concurrent requests)
Transfer rate:          80.91 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:      200  229  29.9    222     412
Processing:   123  179 265.1    137    2010
Waiting:      123  177 265.0    136    2009
Total:        324  408 266.4    361    2223

Percentage of the requests served within a certain time (ms)
  50%    361
  66%    375
  75%    385
  80%    393
  90%    409
  95%    413
  98%   2223
  99%   2223
 100%   2223 (longest request)