resultados/escenario8.txt
Running 5m test @ https://stat-triage.xiii.pe/
  2 threads and 25 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   106.60ms    6.74ms 342.24ms   82.31%
    Req/Sec   113.20     13.88   141.00     92.68%
  Latency Distribution
     50%  105.44ms
     75%  109.42ms
     90%  113.08ms
     99%  136.17ms
  67491 requests in 5.00m, 22.21MB read
  Non-2xx or 3xx responses: 67491
Requests/sec:    224.93
Transfer/sec:     75.78KB