resultados/escenario9.txt
Running 1m test @ https://stat-triage.xiii.pe/api/situacion-hospital
  4 threads and 40 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   110.64ms   27.48ms 540.64ms   95.54%
    Req/Sec    92.11     16.49   111.00     89.21%
  Latency Distribution
     50%  105.50ms
     75%  108.71ms
     90%  116.68ms
     99%  232.31ms
  21834 requests in 1.00m, 7.18MB read
  Non-2xx or 3xx responses: 21834
Requests/sec:    363.37
Transfer/sec:    122.43KB